#===============================================================================
# файл, содержащий важные параметры
#===============================================================================

# переменные, что необходимо изменить под систему
PYTHON_PATH = "c:/Users/User/anaconda3/envs/gpu/python" # путь до интерпретатора Python
DOWNLOAD_REQUIREMENTS = False # нужно ли устанавливать модули, необходимые проекту (False — если они уже есть у указанного интерпретатора)

DATA_DIR = "./data/" # путь до папки с данными
MODELS_DIR = "./models/" # путь до папки с моделями
VERBOSE = True # нужен ли подробный вывод в консоль
# RANDOM_STATE = 42 # число для задания случайности